Repository: gabrisp/iwearit
Catalog: iWearIt/Localizable.xcstrings
Source language: en
Languages: es

# tryon.pose.sitting
source: Sitting
es: Sentado

# tryon.pose.mirror
source: Mirror
es: Espejo

# tryon.pose.custom
source: Your own
es: A tu manera

# tryon.direction.scene
source: Scene
es: Escenario

# tryon.direction.customScenePrompt
source: Describe the place: a rooftop at sunset, a café in Paris…
es: Describe el sitio: una azotea al atardecer, un café en París…

# tryon.direction.customPosePrompt
source: Describe the pose: leaning on a wall, arms crossed…
es: Describe la pose: apoyado en una pared, brazos cruzados…

# tryon.createAnother
source: Create another
es: Crear otra

# common.done
source: Done
es: Listo

# tryon.viewer.addToDay
source: Add to a day
es: Añadir a un día

# tryon.viewer.plannedOn
source: On %@
es: El %@

# tryon.generating.scene
source: Setting up the scene: %@
es: Generando la escena: %@

# tryon.generating.pose
source: Striking the pose: %@
es: Poniéndote en pose: %@

# tryon.generating.clothes
source: Fitting every piece
es: Ajustando cada prenda

# tryon.generating.face
source: Making sure it's really you
es: Cuidando que seas tú de verdad

# tryon.generating.light
source: Matching the light
es: Igualando la luz

# tryon.generating.final
source: Final touches
es: Últimos retoques

# tryon.generating.hint
source: It usually takes about 20 seconds
es: Suele tardar unos 20 segundos
